/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ and %2$@ are typing…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ and %3$@ are typing…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ and %4$@ others are typing…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ and 1 other is typing…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ and %2$@ will receive invitations";

/* No comment provided by engineer. */
"%@ invitation" = "%@ покана";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ is out of office";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ is out of office today";

/* Alice is typing… */
"%@ is typing…" = "%@ is typing…";

/* {app name} is not installed */
"%@ not installed" = "%@ не е инсталиран";

/* {app name} version not supported */
"%@ version not supported" = "%@ версията не се поддържа";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ and %4$ld others will receive invitations";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ and 1 other will receive invitations";

/* No comment provided by engineer. */
"%d days ago" = "преди %d дни";

/* No comment provided by engineer. */
"%d hours ago" = "преди %d часа";

/* No comment provided by engineer. */
"%d minutes ago" = "преди %d минути";

/* Number of options in a poll */
"%d options" = "%d options";

/* Replies in a thread */
"%d replies" = "%d replies";

/* Votes in a poll */
"%d votes" = "%d гласувания";

/* No comment provided by engineer. */
"%ld notifications" = "%ld известия";

/* No comment provided by engineer. */
"%ld participants" = "%ld участници";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld replies";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "'Do not disturb' user status is ignored for important conversations";

/* No comment provided by engineer. */
"1 day" = "1 ден";

/* No comment provided by engineer. */
"1 hour" = "1 час";

/* No comment provided by engineer. */
"1 week" = "1 седмица";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Go to Settings > Security > Create new app password";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 минути";

/* No comment provided by engineer. */
"4 hours" = "4 чàса";

/* No comment provided by engineer. */
"4 weeks" = "4 седмици";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 часа";

/* No comment provided by engineer. */
"@-mentions only" = "@-само споменавания";

/* No comment provided by engineer. */
"[Unknown username]" = "[Неизвестен потребител]";

/* No comment provided by engineer. */
"About" = "Относно";

/* No comment provided by engineer. */
"Absence" = "Отсъствие";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Account" = "Профил";

/* No comment provided by engineer. */
"Account already added" = "Профилът вече е добавен";

/* No comment provided by engineer. */
"Account not configured" = "Профилът не е конфигуриран";

/* No comment provided by engineer. */
"Account not found" = "Account not found";

/* No comment provided by engineer. */
"Accounts" = "Профили";

/* No comment provided by engineer. */
"Accuracy" = "Точност";

/* No comment provided by engineer. */
"Add (%lu)" = "Добавяне (%lu)";

/* No comment provided by engineer. */
"Add account" = "Добавяне на регистрация";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Add an internal note about this ban";

/* No comment provided by engineer. */
"Add answer" = "Добавяне на отговор";

/* No comment provided by engineer. */
"Add attendees" = "Add attendees";

/* No comment provided by engineer. */
"Add participants" = "Добавяне на участници";

/* No comment provided by engineer. */
"Add reaction" = "Добавяне на реакция";

/* No comment provided by engineer. */
"Add to favorites" = "Добави към любимите";

/* No comment provided by engineer. */
"Added note to self" = "Added note to self";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Adding a mention will only notify users that did not read the message yet";

/* No comment provided by engineer. */
"Address" = "Адрес";

/* No comment provided by engineer. */
"Advanced" = "Допълнителни";

/* No comment provided by engineer. */
"AirPlay button" = "Бутон AirPlay /ефир/";

/* No comment provided by engineer. */
"All messages" = "Всички съобщения";

/* No comment provided by engineer. */
"All messages were deleted" = "Всички съобщения бяха изтрити ";

/* No comment provided by engineer. */
"All notifications are muted" = "Всички известия са заглушени";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Allow guests to join this conversation via link";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Allow participants to mention @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Разрешаване на набиране без пин";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Позволен";

/* No comment provided by engineer. */
"Alphabetical order" = "Азбучен ред";

/* No comment provided by engineer. */
"Also open to guest app users" = "Отворен е и за потребители на приложение за гости";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "An administrator added you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "An administrator added you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "An administrator added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "An administrator added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "An administrator demoted you and %ld more participants from moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "An administrator demoted you and {user0} from moderators";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "An administrator demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "An administrator demoted {user0} and {user1} from moderators";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "An administrator promoted you and %ld more participants to moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "An administrator promoted you and {user0} to moderators";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "An administrator promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "An administrator promoted {user0} and {user1} to moderators";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "An administrator removed you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "An administrator removed you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "An administrator removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "An administrator removed {user0} and {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Възникна грешка при промяна на настройката за поверителност ";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Възникна грешка при промяна на настройката за състояние на четене";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "An error occurred changing typing privacy setting";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "An error occurred downloading the picture";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Възникна грешка при премахване на изображение на потребителския профил";

/* No comment provided by engineer. */
"An error occurred setting address" = "Възникна грешка при настройка на адреса";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Възникна грешка при настройка на имейл адреса";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Възникна грешка при задаване на телефонен номер";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Възникна грешка при настройка на изображение на потребителския профил";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Възникна грешка при настройката на профил в Twitter";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Възникна грешка при задаване на потребителско име";

/* No comment provided by engineer. */
"An error occurred setting website" = "Възникна грешка при настройката на уеб сайт";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "An error occurred trying to translate message";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Възникна грешка при добавянето на %@ към стаята";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "An error occurred while adding a reaction to a message";

/* No comment provided by engineer. */
"An error occurred while adding note" = "An error occurred while adding note";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Възникна грешка при изчистване на съобщението за състояние";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "An error occurred while creating poll draft";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "An error occurred while creating the meeting";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Възникна грешка при създаване на анкетата";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Възникна грешка при изтриването на съобщението";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "An error occurred while deleting the poll draft";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Възникна грешка при изключването на отсъствието";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "An error occurred while editing the poll";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Възникна грешка при отваряне на файл %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "An error occurred while removing a reaction from a message";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "An error occurred while removing the avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Възникна грешка при изпращане на съобщението";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Възникна грешка при задаване на \(форматиранТелефоненНомер) като телефонен номер";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Възникна грешка при настройката на отсъствието";

/* No comment provided by engineer. */
"An error occurred while setting description" = "An error occurred while setting description";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "An error occurred while setting online status";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Възникна грешка при задаване на телефонен номер";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Възникна грешка при настройка на съобщението за състояние";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "An error occurred while setting the avatar";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "An error occurred while setting user status";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Възникна грешка при споделяне на файла";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "An error occurred while starting a new group conversation";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "An error occurred while testing push notifications";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "час";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonymous poll";

/* No comment provided by engineer. */
"Answer" = "Отговор";

/* No comment provided by engineer. */
"Answers" = "Отговори";

/* No comment provided by engineer. */
"App" = "Приложение";

/* No comment provided by engineer. */
"App is outdated" = "App is outdated";

/* No comment provided by engineer. */
"Appear offline" = "Показване като офлайн";

/* No comment provided by engineer. */
"Archive conversation" = "Archive conversation";

/* No comment provided by engineer. */
"Archived conversations" = "Archived conversations";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list.";

/* No comment provided by engineer. */
"Ask a question" = "Задаване на въпрос";

/* No comment provided by engineer. */
"Attachments allowed?" = "Разрешаване на прикачени файлове?";

/* No comment provided by engineer. */
"Attendees" = "Attendees";

/* No comment provided by engineer. */
"Audio options" = "Audio options";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Audio, video and screen shares";

/* No comment provided by engineer. */
"Audios" = "Аудиозаписи";

/* No comment provided by engineer. */
"Away" = "Отсъстващ";

/* No comment provided by engineer. */
"Back to conversations" = "Back to conversations";

/* Ban a user/guest */
"Ban" = "Ban";

/* e.g. Ban John Doe */
"Ban %@" = "Ban %@";

/* No comment provided by engineer. */
"Ban participant" = "Ban participant";

/* Date and time of ban creation */
"Banned by:" = "Banned by:";

/* No comment provided by engineer. */
"Banned users and guests" = "Banned users and guests";

/* Bold text */
"Bold" = "Bold";

/* No comment provided by engineer. */
"bot" = "бот";

/* No comment provided by engineer. */
"Browse poll drafts" = "Browse poll drafts";

/* No comment provided by engineer. */
"Busy" = "Busy";

/* No comment provided by engineer. */
"Cached files" = "Кеширани файлове";

/* No comment provided by engineer. */
"Cached images" = "Кеширани изображения";

/* No comment provided by engineer. */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Call notification sent" = "Изпратено е известие за повикване";

/* No comment provided by engineer. */
"Call options" = "Опции за обаждане";

/* No comment provided by engineer. */
"Call recording enabled?" = "Call recording enabled?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Записът е неуспешен. Моля, свържете се с вашия администратор";

/* No comment provided by engineer. */
"Call recording is starting" = "Записването на обаждането стартира";

/* No comment provided by engineer. */
"Call recording started" = "Записването на обаждането започна";

/* No comment provided by engineer. */
"Call recording stopped" = "Записването на обаждането спря";

/* No comment provided by engineer. */
"Call without notification" = "Обаждане без известие";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit supported?";

/* No comment provided by engineer. */
"Calls" = "Обаждания";

/* No comment provided by engineer. */
"Calls enabled?" = "Активиране на обажданията?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Получени са обаждания от стар профил.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Обаждания от стари профили";

/* No comment provided by engineer. */
"Camera" = "Камера";

/* No comment provided by engineer. */
"Camera access" = "Достъп до камера";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = " Не е разрешен достъп до камера. Проверете си настройките.";

/* No comment provided by engineer. */
"Camera disabled" = "Деактивирана е камера";

/* No comment provided by engineer. */
"Camera enabled" = "Активирана е камера";

/* No comment provided by engineer. */
"Can create conversations?" = "Да се създават ли разговори?";

/* No comment provided by engineer. */
"Cancel" = "Отказ";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Отказано обаждане от друг профил";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Не може да се сподели в разговор";

/* No comment provided by engineer. */
"Capabilities" = "Възможности";

/* No comment provided by engineer. */
"Change password" = "Промени паролата";

/* No comment provided by engineer. */
"Change your vote" = "Променете гласуването си";

/* No comment provided by engineer. */
"Chat" = "Съобщения";

/* No comment provided by engineer. */
"Chat messages" = "Съобщения в чата";

/* No comment provided by engineer. */
"Clear cache" = "Изтриване на кеша";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "Clear reminder";

/* No comment provided by engineer. */
"Clear status message" = "Изчисти състоянието";

/* No comment provided by engineer. */
"Clear status message after" = "Изчистване на съобщение за състоянието след";

/* No comment provided by engineer. */
"Close" = "Затваряне";

/* Code block */
"Code" = "Code";

/* No comment provided by engineer. */
"Configuration" = "Настройки";

/* No comment provided by engineer. */
"Configure your next absence period" = "Задай период на отсъствие";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Потвърждаване и скриване на предупреждение";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Свързване към %@ ...";

/* No comment provided by engineer. */
"Connecting to the call …" = "Свързване към обаждането …";

/* No comment provided by engineer. */
"Contact access" = "Достъп за контакт";

/* No comment provided by engineer. */
"Contact access has been denied" = "Отказан е достъп за контакт";

/* No comment provided by engineer. */
"Contacts" = "Контакти";

/* No comment provided by engineer. */
"Conversation creation failed" = "Conversation creation failed";

/* No comment provided by engineer. */
"Conversation details" = "Conversation details";

/* No comment provided by engineer. */
"Conversation name" = "Име на разговор";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Името на разговора не може да бъде празно";

/* No comment provided by engineer. */
"Conversation not found" = "Разговорът не е намерен";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Разговорът не е намерен или не е присъединен";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Настройки за разговор";

/* No comment provided by engineer. */
"Conversations" = "Разговори";

/* No comment provided by engineer. */
"Copy" = "Копие";

/* No comment provided by engineer. */
"Copy message link" = "Copy message link";

/* No comment provided by engineer. */
"Copy message selection" = "Copy message selection";

/* No comment provided by engineer. */
"Could not access camera" = "Нямаше достъп до камера";

/* No comment provided by engineer. */
"Could not access microphone" = "Нямаше достъп до микрофон";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Нямаше достъп до разпознаване на речта";

/* No comment provided by engineer. */
"Could not access your location" = "Нямаше достъп до местоположението ви";

/* No comment provided by engineer. */
"Could not add participant" = "Не можа да се добави участник";

/* No comment provided by engineer. */
"Could not ban participant" = "Could not ban participant";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Could not change archived conversation setting";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Не можа да се промени настройката на известия за обаждания";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Could not change important conversation setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Не можа да се промени обхватът на списъка за разговори";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Не можа да се промени състоянието на лобито на разговора";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Could not change mention permissions of the conversation";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Не можаха да се променят права за модериране на участника";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Не можа да се промени настройката за известия";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Не можаха да се променят настройките за защита с парола";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Не може да се промени състоянието \"само за четене\" на разговора";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Could not change sensitive conversation setting";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Не можаха да се променят права за споделяне на разговора";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Не можа да се промени SIP състоянието на разговора";

/* No comment provided by engineer. */
"Could not clear chat history" = "Историята на чата не можа да се изчисти";

/* No comment provided by engineer. */
"Could not clear status message" = "Не можа да се изчисти съобщението за състояние";

/* No comment provided by engineer. */
"Could not create meeting" = "Could not create meeting";

/* No comment provided by engineer. */
"Could not delete conversation" = "Не можа да се изтрие разговор";

/* No comment provided by engineer. */
"Could not disable absence" = "Неуспешно изключване на периода на отсъствие.";

/* No comment provided by engineer. */
"Could not get available languages" = "Could not get available languages";

/* No comment provided by engineer. */
"Could not join %@ call" = "Не можа да се присъедини към %@ разговор";

/* No comment provided by engineer. */
"Could not join call with %@" = "Не можа да се присъедини към обаждане с %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Не можа да се присъедини към разговора";

/* No comment provided by engineer. */
"Could not leave conversation" = "Не можете да напуснете разговора";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not remove participant" = "Не можа да се премахне участник";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Разговорът не можа да се преименува";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Не можаха да се изпратят повторно поканите по имейл";

/* No comment provided by engineer. */
"Could not send call notification" = "Не можа да се изпрати известие за повикване";

/* No comment provided by engineer. */
"Could not send the message" = "Съобщението не можа да се изпрати";

/* No comment provided by engineer. */
"Could not set absence" = "Неуспешно задаване на периода на отсъствие.";

/* No comment provided by engineer. */
"Could not set conversation name" = "Не можа да се зададе името на разговора ";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Не можа да се зададе време на изтичане на съобщението";

/* No comment provided by engineer. */
"Could not set online status" = "Could not set online status";

/* No comment provided by engineer. */
"Could not set phone number" = "Телефонният номер не можа да бъде зададен";

/* No comment provided by engineer. */
"Could not set status message" = "Не можа да се зададе съобщение за състояние";

/* No comment provided by engineer. */
"Could not share file" = "Не можа да се сподели файл";

/* No comment provided by engineer. */
"Could not start group conversation" = "Could not start group conversation";

/* No comment provided by engineer. */
"Create" = "Създай";

/* No comment provided by engineer. */
"Create a new conversation" = "Създаване на нов разговор";

/* No comment provided by engineer. */
"Create a thread" = "Create a thread";

/* No comment provided by engineer. */
"Create or join a conversation" = "Create or join a conversation";

/* No comment provided by engineer. */
"Create poll" = "Създаване на анкета";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Creating poll draft failed";

/* No comment provided by engineer. */
"Creating poll failed" = "Неуспешно създаване на анкета";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Идентификационните данни за този профил не са валидни вече";

/* Custom message expiration */
"Custom" = "Custom";

/* name of a moderator who banned a participant */
"Date:" = "Date:";

/* No comment provided by engineer. */
"days" = "дни";

/* No comment provided by engineer. */
"Deck cards" = "Deck карти";

/* No comment provided by engineer. */
"Default" = "Стандартен";

/* No comment provided by engineer. */
"Delete" = "Изтриване";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Изтриване на всички";

/* No comment provided by engineer. */
"Delete all messages" = "Изтриване на всички съобщения";

/* No comment provided by engineer. */
"Delete conversation" = "Изтриване на разговора";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Deleted user" = "Deleted user";

/* No comment provided by engineer. */
"Deleting message" = "Съобщението се изтрива";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Deleting poll draft failed";

/* No comment provided by engineer. */
"Demote from moderator" = "Понижаване от модератор";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Отказан";

/* No comment provided by engineer. */
"Description" = "Описание";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Description cannot be longer than 500 characters";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"detected" = "detected";

/* No comment provided by engineer. */
"Detecting language" = "Detecting language";

/* No comment provided by engineer. */
"Diagnostics" = "Диагностика";

/* No comment provided by engineer. */
"Disable absence" = "Изключи периода на отсъствие";

/* No comment provided by engineer. */
"Disable blur" = "Disable blur";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Disable speaker";

/* No comment provided by engineer. */
"Disconnected" = "Без връзка";

/* No comment provided by engineer. */
"Dismiss" = "Отхвърляне";

/* No comment provided by engineer. */
"Dismiss notification" = "Спри известията";

/* No comment provided by engineer. */
"Do not disturb" = "Не безпокойте";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Наистина ли искате да изчистите файловият кеш?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Наистина ли искате да изчистите кеша на изображенията?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Сигурни ли сте, че искате да изтриете всички съобщения в този разговор?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Do you really want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Наистина ли желаете да прекратите тази анкета?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Наистина ли искате да излезете от този профил?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Наистина ли искате премахване на този профил?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Желаете ли да се свържете със сървъра, въпреки това?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Искате ли да активирате вашата камера?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Искате ли да се присъедините към това обаждане?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Искате ли да споделите %@“ в разговора?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Искате ли да спрете записа?";

/* No comment provided by engineer. */
"Don't clear" = "Да не се изчиства";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Двукратно докосване, за отхвърляне на диалоговия прозорец за удостоверяване";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Двукратно докосване, за отхвърляне на опциите за споделяне";

/* No comment provided by engineer. */
"Double tap to display call options" = "Double tap to display call options";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Double tap to display thread notification level options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Двукратно докосване, за редактиране на профил";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Double tap to enable or disable 'Call without notification' option";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Двукратно докосване, за активиране или деактивиране на камера";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Двукратно докосване, за активиране или деактивиране на микрофон";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Двукратно докосване, за активиране или деактивиране на високоговорител";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Двукратно докосване, за прекратяване на редактирането на профил";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Двукратно докосване, за да отидете на информация за разговора";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Двукратно докосване, за да отидете на потребителския профил и настройките на приложение";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Двукратно докосване, за затваряне на обаждане";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Двукратно докосване, за сваляне на ръката";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Двукратно докосване, за да отворите файлов браузър";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Двукратно докосване, за избор на различни аудио маршрути";

/* No comment provided by engineer. */
"Double tap to send message" = "Двукратно докосване, за изпращане на съобщение";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Двукратно докосване, за споделяне с избрани разговори";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Двукратно докосване за показване на повече действия";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Двукратно докосване, за показване или скриване на изгледа за чат";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Двукратно докосване, за започване на видеообаждане";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Double tap to start a voice only call";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Двукратно докосване за спиране на записа";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Двукратно докосване, за надстройване на това гласово повикване до видеообаждане";

/* No comment provided by engineer. */
"Duplicate session" = "Дублирана сесия";

/* Edit a message or room participants */
"Edit" = "Редактирай";

/* No comment provided by engineer. */
"Edit attendees" = "Edit attendees";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "edited";

/* A message was edited by ... */
"edited by" = "edited by";

/* A message was edited by ... */
"Edited by" = "Edited by";

/* No comment provided by engineer. */
"Editing Message" = "Съобщението се редактира";

/* No comment provided by engineer. */
"Editing poll draft" = "Editing poll draft";

/* No comment provided by engineer. */
"Editing poll failed" = "Editing poll failed";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Или нямате право за чат, или разговорът е само за четене.";

/* No comment provided by engineer. */
"Email" = "Имейл";

/* No comment provided by engineer. */
"Empty summary response" = "Empty summary response";

/* No comment provided by engineer. */
"Enable" = "Включване";

/* No comment provided by engineer. */
"Enable blur" = "Enable blur";

/* No comment provided by engineer. */
"Enable screensharing" = "Enable screensharing";

/* No comment provided by engineer. */
"Enable speaker" = "Enable speaker";

/* No comment provided by engineer. */
"End call" = "Прекратяване на обаждането";

/* No comment provided by engineer. */
"End call for everyone" = "End call for everyone";

/* No comment provided by engineer. */
"End poll" = "Край на анкетата";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Error occurred when creating a reminder";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Error occurred while editing a message";

/* External signaling used */
"External" = "Външен";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Failed to accept invitation";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Failed to check or create attachment folder";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Failed to clear reminder";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Неуспешно свързване с %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Неуспешно препращане на съобщение";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Failed to get calendar to schedule a meeting";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Failed to reject invitation";

/* No comment provided by engineer. */
"Failed to send message" = "Неуспешно изпращане на съобщение";

/* No comment provided by engineer. */
"Failed to share recording" = "Неуспешно споделяне на запис";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Failed to unban selected entry";

/* No comment provided by engineer. */
"Federated" = "Федериран";

/* No comment provided by engineer. */
"Fetching status …" = "Състоянието се извлича …";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "Файлове";

/* Title for available conversations filters */
"Filters" = "Filters";

/* No comment provided by engineer. */
"First day" = "Първи ден";

/* No comment provided by engineer. */
"Follow conversation settings" = "Follow conversation settings";

/* No comment provided by engineer. */
"For password reset and notifications" = "За възстановяване на забравена парола и известия";

/* No comment provided by engineer. */
"Format" = "Форматиране";

/* No comment provided by engineer. */
"Forward" = "Препращане";

/* No comment provided by engineer. */
"Forward to" = "Препращане към";

/* 'From' which language user wants to translate text */
"From" = "From";

/* from Alice at nextcloud.local */
"from %@ at %@" = "from %1$@ at %2$@";

/* No comment provided by engineer. */
"Full name" = "Пълно име";

/* No comment provided by engineer. */
"Generate summary" = "Generate summary";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generating summary of unread messages";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Generating summary of unread messages failed";

/* No comment provided by engineer. */
"Get source code" = "Получаване на изходния код";

/* No comment provided by engineer. */
"GitHub API error" = "Грешка в API на GitHub";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Give consent and join call";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* No comment provided by engineer. */
"guest" = "гост";

/* No comment provided by engineer. */
"Guest" = "Гост";

/* No comment provided by engineer. */
"Guests access" = "Достъп за гости";

/* No comment provided by engineer. */
"Guests app enabled?" = "Guests app enabled?";

/* No comment provided by engineer. */
"Hang up" = "Затваряне";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Hide";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "High";

/* No comment provided by engineer. */
"hours" = "часове";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Ако изтриете разговора, той ще бъде изтрит и за %@.";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Ако активирате вашата камера, това обаждане ще бъде прекъснато за няколко секунди.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Ако използвате няколко сървъра, трябва да ги проверите всичките.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Изображения, файлове, гласови съобщения...";

/* No comment provided by engineer. */
"Import account" = "Внеси профил";

/* No comment provided by engineer. */
"Important conversation" = "Important conversation";

/* No comment provided by engineer. */
"in" = "в";

/* No comment provided by engineer. */
"Include calls in call history" = "Include calls in call history";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Вътрешна";

/* Internal note about why a user/guest was banned */
"Internal note" = "Internal note";

/* No comment provided by engineer. */
"Invalid date range" = "Invalid date range";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "Адресът на сървъра не е валиден";

/* No comment provided by engineer. */
"Invalid start date" = "Invalid start date";

/* No comment provided by engineer. */
"Invisible" = "Невидим";

/* No comment provided by engineer. */
"Invitation resent" = "Поканата е изпратена повторно";

/* No comment provided by engineer. */
"Invitations resent" = "Поканите са изпратена повторно";

/* Invitation for a meeting */
"Invite all users and emails" = "Invite all users and emails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Изглежда, че %@ не е инсталиран на вашия сървър.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Изглежда, че няма интернет връзка.";

/* Italic text */
"Italic" = "Italic";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Присъединяване към разговор или започване на нов";

/* No comment provided by engineer. */
"Join call" = "Join call";

/* No comment provided by engineer. */
"Join call (audio only)" = "Присъединяване към разговора (само аудио)";

/* No comment provided by engineer. */
"Join call with video" = "Присъединяване към разговора с видео";

/* No comment provided by engineer. */
"Join open conversations" = "Join open conversations";

/* No comment provided by engineer. */
"Join video call" = "Join video call";

/* No comment provided by engineer. */
"Keep" = "Запазване";

/* No comment provided by engineer. */
"Last day (inclusive)" = "До (включително)";

/* Last subscription to the push notification server */
"Last subscription" = "Последен абонамент";

/* No comment provided by engineer. */
"Last sync" = "Последно синхронизиране";

/* Remind me later today about that message */
"Later today" = "Later today";

/* No comment provided by engineer. */
"Leave" = "Напускане";

/* No comment provided by engineer. */
"Leave call" = "Leave call";

/* No comment provided by engineer. */
"Leave conversation" = "Напускане на разговор";

/* No comment provided by engineer. */
"less than a minute ago" = "преди по-малко от минута";

/* No comment provided by engineer. */
"Link https://…" = "Връзка https://…";

/* No comment provided by engineer. */
"Linked file" = "Свързан файл";

/* No comment provided by engineer. */
"Load more results" = "Зареждане на още резултати";

/* No comment provided by engineer. */
"Lobby" = "Лоби";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Лобито все още е активно и вие не сте модератор";

/* No comment provided by engineer. */
"Local" = "Локален";

/* No comment provided by engineer. */
"Local time: %@" = "Local time: %@";

/* No comment provided by engineer. */
"Location" = "Местоположение";

/* No comment provided by engineer. */
"Location access" = "Достъп до местоположение";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Услугата за местоположение е отказана. Проверете си настройките. ";

/* No comment provided by engineer. */
"Location service is not enabled" = "Услугата за местоположение не е разрешена";

/* No comment provided by engineer. */
"Locations" = "Местоположения";

/* No comment provided by engineer. */
"Lock conversation" = "Заключване на разговор";

/* No comment provided by engineer. */
"Log in" = "Вписване";

/* No comment provided by engineer. */
"Log out" = "Отписване";

/* No comment provided by engineer. */
"Logged out" = "Отписан";

/* No comment provided by engineer. */
"Long absence message" = "Съобщение, използвано за периода на отсъствие.";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "Сваляне на ръка";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Ръчно";

/* No comment provided by engineer. */
"Mark as read" = "Маркиране като прочетено";

/* No comment provided by engineer. */
"Mark as unread" = "Маркиране като непрочетено";

/* No comment provided by engineer. */
"Match system contacts" = "Съвпадение на системните контакти";

/* No comment provided by engineer. */
"Media" = "Медия";

/* No comment provided by engineer. */
"Meeting created" = "Meeting created";

/* No comment provided by engineer. */
"Meeting ended" = "Meeting ended";

/* No comment provided by engineer. */
"Meeting ID" = "Идентификатор на срещата";

/* No comment provided by engineer. */
"Meeting settings" = "Настройки на срещата";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Meetings";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Mentioned";

/* Copy 'message' */
"Message" = "Message";

/* No comment provided by engineer. */
"Message copied" = "Съобщението е копирано";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Съобщението не можа да бъде изтрито, защото е твърде старо";

/* No comment provided by engineer. */
"Message deleted successfully" = "Съобщението е изтрито успешно";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Съобщението е изтрито успешно, но Matterbridge е конфигуриран и съобщението може вече да е разпространено до други услуги";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Изтичане на съобщението";

/* Copy 'link' to a message */
"Message link" = "Message link";

/* No comment provided by engineer. */
"Message link copied" = "Message link copied";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Съобщения";

/* No comment provided by engineer. */
"Microphone" = "Микрофон";

/* No comment provided by engineer. */
"Microphone access" = "Достъп до микрофона";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = " Не е разрешен достъп до микрофон. Проверете си настройките.";

/* No comment provided by engineer. */
"Microphone disabled" = "Микрофонът е деактивиран";

/* No comment provided by engineer. */
"Microphone enabled" = "Микрофонът е активиран";

/* No comment provided by engineer. */
"minutes" = "минути";

/* No comment provided by engineer. */
"Missed call from" = "Пропуснато обаждане от";

/* No comment provided by engineer. */
"Missing phone number information" = "Липсва информация за телефонен номер";

/* The signaling mode used */
"Mode" = "Режим";

/* No comment provided by engineer. */
"moderator" = "модератор";

/* No comment provided by engineer. */
"Modification date" = "Дата на модификация";

/* More menu elements */
"More" = "Още";

/* No comment provided by engineer. */
"More actions" = "Повече действия";

/* No comment provided by engineer. */
"Multiple answers" = "Множество отговори";

/* No comment provided by engineer. */
"Mute all notifications" = "Заглушаване на всички известия";

/* No comment provided by engineer. */
"Mute others" = "Mute others";

/* No comment provided by engineer. */
"My location" = "Моето местоположение";

/* No comment provided by engineer. */
"Name" = "Име";

/* No comment provided by engineer. */
"Nearby places" = "Места в близост";

/* No comment provided by engineer. */
"Network available" = "Network available";

/* No comment provided by engineer. */
"Network not available" = "Network not available";

/* Never subscribed to the push notification server */
"Never subscribed" = "Никога не сте се абонирали";

/* No comment provided by engineer. */
"New conversation" = "Нов разговор";

/* No comment provided by engineer. */
"New poll" = "Нова анкета";

/* Remind me next week about that message */
"Next week" = "Next week";

/* No comment provided by engineer. */
"HPACloud server not found" = "HPACloud сървърът не е намерен";

/* No comment provided by engineer. */
"No" = "Не";

/* No comment provided by engineer. */
"No actions available" = "Няма налични действия";

/* No comment provided by engineer. */
"No active account found" = "No active account found";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "No AI provider available or summarizing failed";

/* No comment provided by engineer. */
"No banned users or guests" = "No banned users or guests";

/* No comment provided by engineer. */
"No description provided" = "Не е предоставено описание";

/* No comment provided by engineer. */
"No files in here" = "Няма файлове";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* No comment provided by engineer. */
"No messages found to summarize" = "No messages found to summarize";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Все още няма съобщения, започнете разговора!";

/* No comment provided by engineer. */
"No participants found" = "Няма намерени участници";

/* No comment provided by engineer. */
"No permission to join this conversation" = "No permission to join this conversation";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Все още няма записани чернови";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "Няма отговор от сървъра";

/* No comment provided by engineer. */
"No results found" = "Няма намерени резултати";

/* No comment provided by engineer. */
"No shared items" = "Няма споделени елементи";

/* No comment provided by engineer. */
"No upcoming events" = "No upcoming events";

/* No comment provided by engineer. */
"No user found" = "No user found";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Не е поискано";

/* No comment provided by engineer. */
"Note to self" = "Note to self";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Note:";

/* No comment provided by engineer. */
"Notifications" = "Известия";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Активирано е приложението за известия?";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "Сега";

/* No comment provided by engineer. */
"Off" = "Изключен";

/* No comment provided by engineer. */
"Offline" = "Офлайн";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Офлайн, показва само изтеглени съобщения";

/* No comment provided by engineer. */
"OK" = "ОК";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Стар профил";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Веднъж след като разговорът бъде напуснат, за да се присъедините отново към затворен разговор, е необходима покана. Към отворен разговор може да се присъедините по всяко време.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Once a conversation is unarchived, it will be shown by default again.";

/* No comment provided by engineer. */
"Online" = "На линия";

/* No comment provided by engineer. */
"Online status" = "Състояние";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Only audio and screen shares";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Само нормалните съобщения за чат могат да бъдат изтрити";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Синхронизиране само с доверени сървъри";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Видим само за хора, открити чрез зададен телефонен номер";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Видимо само за потребители на тази инстанция на сървъра, както и гости.";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Open app settings" = "Отваряне на настройките на приложението";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Отваряне на разговор за регистрирани потребители";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Отворени разговори";

/* No comment provided by engineer. */
"Open in %@" = "Отваряне в %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Option menu";

/* No comment provided by engineer. */
"Other Accounts" = "Other Accounts";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Други";

/* Owner of a repository */
"Owner" = "Собственик";

/* No comment provided by engineer. */
"Participants" = "Participants";

/* No comment provided by engineer. */
"Password" = "Парола";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Password protection";

/* No comment provided by engineer. */
"Pending invitations" = "Pending invitations";

/* No comment provided by engineer. */
"Phone number" = "Телефонен номер";

/* No comment provided by engineer. */
"Phone number integration" = "Интегриране на телефонен номер";

/* No comment provided by engineer. */
"Phone number set successfully" = "Телефонният номер е зададен успешно";

/* No comment provided by engineer. */
"Photo Library" = "Библиотека със снимки";

/* No comment provided by engineer. */
"Photo library access" = "Достъп до библиотека със снимки";

/* No comment provided by engineer. */
"Pick date & time" = "Pick date & time";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Моля, проверете дали сте въвели валиден адрес на сървъра.";

/* No comment provided by engineer. */
"Please check that you entered the correct HPACloud server address." = "Моля, проверете дали сте въвели правилния адрес на сървъра на HPACloud.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Please check that you entered the correct server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Please contact your system administrator.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Моля, актуализирайте сървъра си с най-новата налична версия %@";

/* No comment provided by engineer. */
"Please update." = "Please update.";

/* No comment provided by engineer. */
"Poll" = "Анкета";

/* No comment provided by engineer. */
"Poll draft" = "Poll draft";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Черновата на анкетата е запаметена";

/* No comment provided by engineer. */
"Poll drafts" = "Poll drafts";

/* No comment provided by engineer. */
"Poll results" = "Резултати от анкета";

/* No comment provided by engineer. */
"Polls" = "Анкети";

/* No comment provided by engineer. */
"Preview" = "Визуализация";

/* No comment provided by engineer. */
"Privacy" = "Защита на лични данни";

/* No comment provided by engineer. */
"Private" = "Частен";

/* No comment provided by engineer. */
"Profile" = "Профил";

/* No comment provided by engineer. */
"Profile picture" = "Снимка на профила";

/* No comment provided by engineer. */
"Promote to moderator" = "Повишаване до модератор";

/* No comment provided by engineer. */
"Published" = "Публикувано";

/* No comment provided by engineer. */
"Push notifications" = "Push известия";

/* No comment provided by engineer. */
"Question" = "Въпрос";

/* No comment provided by engineer. */
"Raise hand" = "Вдигане на ръка";

/* No comment provided by engineer. */
"Reachable?" = "Достъпно ли е?";

/* No comment provided by engineer. */
"Reactions" = "Реакции";

/* No comment provided by engineer. */
"Read status" = "Състояние на четене";

/* No comment provided by engineer. */
"Received call from an old account" = "Получено обаждане от стар профил";

/* No comment provided by engineer. */
"Recent threads" = "Recent threads";

/* No comment provided by engineer. */
"Record voice message" = "Запис на гласово съобщение";

/* No comment provided by engineer. */
"Recording" = "Записване";

/* No comment provided by engineer. */
"Recording consent is required" = "Recording consent is required";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Recording consent required for joining the call";

/* No comment provided by engineer. */
"Recordings" = "Записи";

/* No comment provided by engineer. */
"Redo" = "Повторение";

/* No comment provided by engineer. */
"Reference API supported?" = "Reference API supported?";

/* No comment provided by engineer. */
"Reject" = "Reject";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Reminder was successfully cleared";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Reminder was successfully set";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Remote server is unreachable";

/* No comment provided by engineer. */
"Remove" = "Премахни";

/* No comment provided by engineer. */
"Remove account" = "Изтриване";

/* No comment provided by engineer. */
"Remove from favorites" = "Премахни от любимите";

/* No comment provided by engineer. */
"Remove group and members" = "Премахване на групата и на членовете";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Премахване на старите дублиращи се записи и запазване само на най-новите записи.";

/* No comment provided by engineer. */
"Remove participant" = "Премахване на участник";

/* No comment provided by engineer. */
"Remove password" = "Премахване на паролата";

/* No comment provided by engineer. */
"Remove team and members" = "Remove team and members";

/* Replacement in case of out of office */
"Replacement" = "Replacement";

/* Replacement in case of out of office */
"Replacement (optional)" = "Replacement (optional)";

/* No comment provided by engineer. */
"Reply" = "Отговори";

/* No comment provided by engineer. */
"Reply privately" = "Отговаряне на лично ";

/* Name of a repository */
"Repo" = "Repo";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Повторно изпращане";

/* No comment provided by engineer. */
"Resend invitation" = "Повторно изпращане на покана";

/* No comment provided by engineer. */
"Resend invitations" = "Повторно изпращане на покани";

/* Title for a section where different reset options are shown */
"Reset" = "Reset";

/* Replacement in case of out of office */
"Reset replacement" = "Reset replacement";

/* Results of a poll */
"Results" = "Резултати";

/* No comment provided by engineer. */
"Retry" = "Повторен опит";

/* Save conversation description */
"Save" = "Запиши";

/* No comment provided by engineer. */
"Save as draft" = "Save as draft";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Save to 'Note to self'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Поздравете приятелите и колегите си!";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schedule a meeting";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Screensharing stopped";

/* No comment provided by engineer. */
"Search" = "Търсене";

/* No comment provided by engineer. */
"Search for places" = "Търсене на места";

/* Replacement in case of out of office */
"Select a replacement" = "Select a replacement";

/* No comment provided by engineer. */
"Select language" = "Select language";

/* Copy a 'selection' of a message */
"Selection" = "Selection";

/* No comment provided by engineer. */
"Send" = "Изпращане";

/* No comment provided by engineer. */
"Send a reaction" = "Send a reaction";

/* No comment provided by engineer. */
"Send call notification" = "Изпращане на известие за обаждане";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Изпрати съобщение";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Изпращане без известие";

/* No comment provided by engineer. */
"Send/Accept" = "Изпращане/Приемане";

/* No comment provided by engineer. */
"Sending no invitations" = "Sending no invitations";

/* No comment provided by engineer. */
"Sensitive conversation" = "Sensitive conversation";

/* A message has been sent without notifications */
"Sent without notification" = "Sent without notification";

/* No comment provided by engineer. */
"Server" = "Сървър";

/* No comment provided by engineer. */
"Server address https://…" = "Адрес на сървъра https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Сървърът в момента е в режим на поддръжка";

/* No comment provided by engineer. */
"Server not found" = "Server not found";

/* No comment provided by engineer. */
"Set" = "Да се зададе";

/* No comment provided by engineer. */
"Set password" = "Задайте парола";

/* Remind me later about that message */
"Set reminder" = "Set reminder";

/* No comment provided by engineer. */
"Set status message" = "Задай състояние";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* No comment provided by engineer. */
"Share" = "Сподели";

/* No comment provided by engineer. */
"Share a file from your HPACloud" = "Споделяне на файл от вашия HPACloud";

/* No comment provided by engineer. */
"Share current location" = "Споделяне на текущо местоположение";

/* No comment provided by engineer. */
"Share link" = "Връзка за споделяне";

/* No comment provided by engineer. */
"Share location" = "Споделяне на местоположение";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Споделяне на местоположение на пин";

/* No comment provided by engineer. */
"Share to chat" = "Share to chat";

/* No comment provided by engineer. */
"Share with" = "Сподели с";

/* No comment provided by engineer. */
"Shared items" = "Споделени елементи";

/* No comment provided by engineer. */
"Shared location" = "Споделено местоположение";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Sharing to a federated conversation is not supported.";

/* No comment provided by engineer. */
"Short absence status" = "Кратко описание за периода на отсъствие";

/* No comment provided by engineer. */
"Short absence status is too long" = "Описанието е твърде дълго.";

/* No comment provided by engineer. */
"Show more…" = "Покажи повече…";

/* No comment provided by engineer. */
"Signaling" = "Сигнализиране";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP набиране";

/* No comment provided by engineer. */
"Skip" = "Пропускане";

/* No comment provided by engineer. */
"Slide to cancel" = "Плъзнете, за да отмените";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Някои съобщения не се показват, ще бъдат изтеглени, когато сте онлайн";

/* No comment provided by engineer. */
"Source code" = "Source code";

/* speaker = Loudspeaker, device */
"Speaker" = "Високоговорител ";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Високоговорителят е деактивиран";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Високоговорителят е активиран";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Не е разрешен достъп до разпознаване на речта. Проверете си настройките.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Разпознаването на речта е неуспешно";

/* No comment provided by engineer. */
"Start a new group conversation" = "Start a new group conversation";

/* No comment provided by engineer. */
"Start call" = "Start call";

/* No comment provided by engineer. */
"Start call silently" = "Start call silently";

/* No comment provided by engineer. */
"Start recording" = "Започване на запис";

/* No comment provided by engineer. */
"Start time" = "Начало";

/* No comment provided by engineer. */
"Start video call" = "Start video call";

/* No comment provided by engineer. */
"Start video call silently" = "Start video call silently";

/* No comment provided by engineer. */
"Status" = "Състояние";

/* No comment provided by engineer. */
"Status message" = "Съобщение за състояние";

/* Action to 'Stop' a recording */
"Stop" = "Спиране /на/";

/* No comment provided by engineer. */
"Stop recording" = "Спиране на записването";

/* No comment provided by engineer. */
"Stop screensharing" = "Stop screensharing";

/* Strikethrough text */
"Strikethrough" = "Strikethrough";

/* No comment provided by engineer. */
"STUN servers" = "STUN сървъри";

/* No comment provided by engineer. */
"Submit vote" = "Изпращане на гласуване";

/* No comment provided by engineer. */
"Switch account" = "Switch account";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Превключване към друг разговор ...";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Синхронизиране с доверени сървъри и с глобалната и публичната адресна книга";

/* Talk to a user */
"Talk to" = "Talk to";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Докоснете и задръжте, за да запишете гласово съобщение";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Докоснете и задръжте, за да запишете гласово съобщение, освободете бутона, за да го изпратите.";

/* No comment provided by engineer. */
"Test failed" = "Test failed";

/* No comment provided by engineer. */
"Test push notifications" = "Test push notifications";

/* No comment provided by engineer. */
"Test results" = "Test results";

/* No comment provided by engineer. */
"Test results copied" = "Test results copied";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "The app is too old and no longer supported by this server.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "The call for this event ended. Do you want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "The call has been running for one hour";

/* No comment provided by engineer. */
"The call might be recorded" = "The call might be recorded";

/* No comment provided by engineer. */
"The password is wrong" = "Паролата е грешна";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Няма профил за потребител %1$@ в сървър %2$@, конфигуриран в това приложение.";

/* No comment provided by engineer. */
"This call is being recorded" = "Този разговор се записва";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Този разговор е само за четене";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "This conversation will be automatically deleted for everyone in %ld days of no activity.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "This is the web address you use to access your server in your web browser.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Тази среща е насрочена за";

/* No comment provided by engineer. */
"This might take a moment" = "This might take a moment";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "This summary is AI generated and may contain mistakes.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Това обикновено показва, че устройството е било използвано преди това за профил, който не е бил правилно премахнат от сървъра.";

/* No comment provided by engineer. */
"This week" = "Тази седмица";

/* Remind me this weekend about that message */
"This weekend" = "This weekend";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Това ще повлияе на функционалността на това приложение. Моля, прегледайте настройките си.";

/* No comment provided by engineer. */
"Thread" = "Thread";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Thread title";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Title" = "Длъжност";

/* 'To' which language user wants to translate text */
"To" = "To";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "За да разрешите този проблем, използвайте уеб интерфейса и отидете в \"Настройки\" -> \"Сигурност\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "До:";

/* No comment provided by engineer. */
"Today" = "Днес";

/* Remind me tomorrow about that message */
"Tomorrow" = "Tomorrow";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Транскрибиране";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Транскрипция";

/* No comment provided by engineer. */
"Translate" = "Преведи";

/* No comment provided by engineer. */
"Translation" = "Translation";

/* No comment provided by engineer. */
"Translation failed" = "Translation failed";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "TURN сървъри";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter манипулатор @…";

/* No comment provided by engineer. */
"Typing indicator" = "Typing indicator";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Typing indicators are only available when using a high performance backend (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Unable to get context of the message";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Unable to get conversation of the message";

/* No comment provided by engineer. */
"Unable to load file" = "Не може да се зареди файл";

/* No comment provided by engineer. */
"Unable to open file" = "Не може да се отвори файл";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Unarchive conversation";

/* No comment provided by engineer. */
"Unavailable" = "Недостъпно";

/* No comment provided by engineer. */
"Unban" = "Unban";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "В меню \"Устройства и сесии\", проверете, дали има дублирани записи за едно и също устройство.";

/* No comment provided by engineer. */
"Undo" = "Отмяна";

/* No comment provided by engineer. */
"Undo Typing" = "Отмяна на въвеждането";

/* No comment provided by engineer. */
"Unknown" = "Неизвестен";

/* No comment provided by engineer. */
"Unknown error" = "Неизвестна грешка";

/* No comment provided by engineer. */
"Unknown error occurred" = "Възникна неизвестна грешка";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Unread";

/* No comment provided by engineer. */
"Unread mentions" = "Непрочетени споменавания";

/* No comment provided by engineer. */
"Unread messages" = "Непрочетени съобщения.";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "Качването не беше успешно";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Качва се %ld елемента";

/* No comment provided by engineer. */
"Uploading 1 element" = "Качване на 1 елемент";

/* No comment provided by engineer. */
"User" = "Потребител";

/* No comment provided by engineer. */
"User profile and settings" = "Потребителски профил и настройки";

/* No comment provided by engineer. */
"User status supported?" = "Има ли поддръжка на потребителски статус?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "User storage quota exceeded";

/* No comment provided by engineer. */
"Users" = "Потребители";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Версия";

/* No comment provided by engineer. */
"Video quality" = "Качество на видеото";

/* Conversation visibility settings */
"Visibility" = "Видимост";

/* No comment provided by engineer. */
"Voice messages" = "Гласови съобщения";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Изчаква се %@ да се присъедини към обаждането ...";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Изчаква се и други да се присъединят към обаждането ...";

/* No comment provided by engineer. */
"Website" = "Уеб сайт";

/* No comment provided by engineer. */
"What is your status?" = "Какво е вашето състояние?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Напишете съобщение, @, за да споменете някого ...";

/* No comment provided by engineer. */
"Yes" = "Да";

/* No comment provided by engineer. */
"Yesterday" = "Вчера";

/* No comment provided by engineer. */
"You" = "Ти";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "You added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "You added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "You and %ld more participants joined the call";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "You and %ld more participants left the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "You and {actor0} joined the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "You and {actor0} left the call";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "В момента изчаквате в лобито";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Не сте част от никакъв разговор";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Не сте част от никакъв разговор. Натиснете + за да започнете нов.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Можете да зададете телефонния си номер, така че други потребители да могат да ви намерят";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "You demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "You demoted {user0} and {user1} from moderators";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "You have %ld pending invitations";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Бяхте заглушен от модератор";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "You have no meetings scheduled.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "You have no unread messages.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Трябва да повишите нов модератор, преди да можете да напуснете %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Трябва да повишите нов модератор, преди да можете да напуснете този разговор";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "You promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "You promoted {user0} and {user1} to moderators";

/* No comment provided by engineer. */
"You received a new notification" = "Получихте ново известие";

/* No comment provided by engineer. */
"You reconnected to the call" = "You reconnected to the call";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "You removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "You removed {user0} and {user1}";

/* No comment provided by engineer. */
"Your email address" = "Вашият имейл адрес";

/* No comment provided by engineer. */
"Your phone number" = "Вашият телефонен номер";

/* No comment provided by engineer. */
"Your PIN" = "Вашият ПИН";

/* No comment provided by engineer. */
"Your postal address" = "Вашият пощенски адрес";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API error";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} added you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} added you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} added {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} added {user0} and {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} and %ld more participants joined the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} and %ld more participants left the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} and {actor1} joined the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} and {actor1} left the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} demoted you and %ld more participants from moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} demoted you and {user0} from moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} demoted {user0} and %ld more participants from moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} demoted {user0} and {user1} from moderators";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} promoted you and %ld more participants to moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} promoted you and {user0} to moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} promoted {user0} and %ld more participants to moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} promoted {user0} and {user1} to moderators";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} reconnected to the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} removed you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} removed you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} removed {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} removed {user0} and {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Нови съобщения ";

